<?php

return [
    'vote' => [
        'problem' => 'مشکلی در فرایند رای دهی بوجود آمده است.',
    ],

    'comment' => [
        'problem' => 'مشکلی در فرآینده ثبت نظر شما به جود آمده است.'
    ],

    'post' => [
        'Unauthorized' => 'شما اجازه انجام این عملیات را ندارید.',
    ],
    'admin' => [
        'Delete User' => 'امکان پاک کردن یوزر وجود ندارد.',
        'Delete Post' => 'امکان پاک کردن یوزر وجود ندارد.',
        'Delete Report' => 'امکان پاک کردن این گزارش وجود ندارد.',
        'Delete Comment' => 'امکان پاک کردن این نظر وجود ندارد.',
        'Make Admin User' => 'امکان ارتقا‌ی کاربر وجود ندارد.',
    ],
];
